Todo201909.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-10-11 Fri 14:50 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="[[https://wangcc.me][Chaochen Wang]]Chaochen Wang" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org039a302">1. <span class="todo TODO">TODO</span> Things todo before moving&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a>
<ul>
<li><a href="#org34c4e70">1.1. <span class="done DONE">DONE</span> 退去届を出す <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-07 Mon 17:34&gt;</span></span></a></li>
<li><a href="#org0d29c5b">1.2. <span class="todo TODO">TODO</span> Move the big TV to new place</a></li>
<li><a href="#org7da124f">1.3. 住所変更必要</a>
<ul>
<li><a href="#org9d3d536">1.3.1. <span class="todo TODO">TODO</span> 免許</a></li>
<li><a href="#orgb614112">1.3.2. <span class="todo TODO">TODO</span> 銀行</a></li>
<li><a href="#orga332397">1.3.3. <span class="todo TODO">TODO</span> 所属先</a></li>
</ul>
</li>
<li><a href="#org66a5b0d">1.4. <span class="todo TODO">TODO</span> 郵便局に住所変更届け</a></li>
<li><a href="#orgfab2953">1.5. <span class="todo TODO">TODO</span> 引越し準備</a></li>
</ul>
</li>
<li><a href="#org6f80613">2. <span class="todo DOING">DOING</span> JACC analysis BMI and gastric cancer&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></a>
<ul>
<li><a href="#org1d2d347">2.1. <span class="done DONE">DONE</span> until the definition of personyears for first 6 outcomes <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-10 Thu 22:59&gt;</span></span></a></li>
<li><a href="#orgabddefb">2.2. <span class="done DONE">DONE</span> definition of personyears for all outcomes done <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-11 Fri 14:50&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org38fcf73">3. <span class="todo TODO">TODO</span> Deep Learning finish the final two weeks ends the paying&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgea5e180">4. <span class="todo TODO">TODO</span> Cancel membership for 公衆衛生学会&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org905263d">5. <span class="todo TODO">TODO</span> au gas payment cancellation&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org7a0e8a7">6. <span class="todo HANGUP">HANGUP</span> Cluster analysis &amp; Principal component analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a>
<ul>
<li>
<ul>
<li><a href="#org68500e1">6.0.1. lecture notes</a></li>
</ul>
</li>
<li><a href="#org46f9d7f">6.1. <span class="done DONE">DONE</span> 100% of the PCA note lecture <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-15 Mon 00:53&gt;</span></span></a></li>
<li><a href="#orgbf3cf4b">6.2. <span class="done DONE">DONE</span> 120% PCA supplementary variables added <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-15 Mon 11:28&gt;</span></span></a></li>
<li><a href="#orgdc9bca0">6.3. <span class="todo TODO">TODO</span> practical</a></li>
</ul>
</li>
<li><a href="#org8d09aed">7. <span class="todo TODO">TODO</span> Survival analysis Frailty models&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org4bf7fa6">8. <span class="todo TODO">TODO</span> Bayesian statistics Chapter 9;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org71c3f8f">9. <span class="todo TODO">TODO</span> Read book 1: victim book&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a>
<ul>
<li>
<ul>
<li><a href="#org2f32c1e">9.0.1. until P226</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgfc2ae1f">10. <span class="todo TODO">TODO</span> Read book 3: Bayesian biostatistics:&#xa0;&#xa0;&#xa0;<span class="tag"><span class="interests">interests</span>&#xa0;<span class="reading">reading</span></span></a></li>
<li><a href="#org2270947">11. <span class="todo DOING">DOING</span> Read book 4: Evidence and Evolution: The logic behind the science.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a>
<ul>
<li><a href="#org6e76056">11.1. till page 30 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-26 Wed&gt;</span></span></a></li>
<li><a href="#orgad63452">11.2. till page 37 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-03 Wed 17:40&gt;</span></span></a></li>
<li><a href="#orgb0e5c3b">11.3. till page 43 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-04 Thu 11:47&gt;</span></span></a></li>
<li><a href="#orgc1bed74">11.4. till page 56 <span class="timestamp-wrapper"><span class="timestamp">[2019-07-09 Tue 11:44]</span></span></a></li>
<li><a href="#orgd4325a2">11.5. till page 61 <span class="timestamp-wrapper"><span class="timestamp">[2019-07-10 Wed 14:58]</span></span></a></li>
</ul>
</li>
<li><a href="#org875134c">12. <span class="todo DOING">DOING</span> Read book 5: Wonderful R&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a>
<ul>
<li><a href="#org451a352">12.1. <span class="done DONE">DONE</span> Poisson Regression Stan model done <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-12 Fri 00:44&gt;</span></span></a></li>
<li><a href="#org54949ef">12.2. <span class="done DONE">DONE</span> Chapter 7 60% done <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-17 Wed 17:58&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org690842b">13. <span class="todo DOING">DOING</span> Read book 7: Learn Python the hard way&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a>
<ul>
<li><a href="#orga43c279">13.1. <span class="done DONE">DONE</span> Page 38 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-05 Mon 12:01&gt;</span></span></a></li>
<li><a href="#orgd7d9ae8">13.2. <span class="done DONE">DONE</span> Ex6 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-09 Fri 21:19&gt;</span></span></a></li>
<li><a href="#orgbc4b032">13.3. <span class="done DONE">DONE</span> Ex7 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-09 Fri 21:32&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#orga99aaf6">14. <span class="todo TODO">TODO</span> Chinese Calligraphy(Lantingji Xu)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgc85687e">15. <span class="todo TODO">TODO</span> Machine Learning Week 9 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org1623f0f">16. <span class="done DONE">DONE</span> prepare the NDNS RP database analysis done by Marta&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a>
<ul>
<li><a href="#orgbe1ad8c">16.1. <span class="done DONE">DONE</span> Data clean <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-02 Fri 16:45&gt;</span></span></a></li>
<li><a href="#org2895406">16.2. <span class="done DONE">DONE</span> unweighted CA analysis <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-08 Thu 14:18&gt;</span></span></a></li>
<li><a href="#org6607d1a">16.3. <span class="done DONE">DONE</span> confirm hypothese and complete the confirmations <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-01 Sun 23:28&gt;</span></span></a></li>
<li><a href="#orgaaf1230">16.4. <span class="done DONE">DONE</span> Send out the email about the discussion and what todo next.</a></li>
<li><a href="#org841b0ef">16.5. <span class="done DONE">DONE</span> Try Bayesian Multilevel model and see the results using the test data <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-19 Mon 10:09&gt;</span></span></a>
<ul>
<li><a href="#orgeded23c">16.5.1. the one of pudding hypothesis was tested. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-17 Sat 20:10&gt;</span></span></a></li>
<li><a href="#orgb215c0a">16.5.2. the one of pudding hypothesis with interaction between DM and time slots was tried but failed in SAS <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-18 Sun 19:10&gt;</span></span></a></li>
<li><a href="#org8ce1beb">16.5.3. age to be used as continuous variable.</a></li>
<li><a href="#org0126803">16.5.4. nssec8 need to be collapsed into 3 categories.</a></li>
</ul>
</li>
<li><a href="#orgac20b4d">16.6. <span class="done DONE">DONE</span> focus on looking for new hypothesis. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-27 Tue 17:14&gt;</span></span></a>
<ul>
<li><a href="#org765d871">16.6.1. hypotheses provided by chao uploaded</a></li>
</ul>
</li>
<li><a href="#org32c1ac5">16.7. <span class="done DONE">DONE</span> hypotheses sent to coauthors <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-28 Wed 16:53&gt;</span></span></a></li>
<li><a href="#org2e6b8a8">16.8. <span class="done DONE">DONE</span> Complete the analyses, using the four hypotheses and alcohols.</a></li>
<li><a href="#org2abd657">16.9. <span class="done DONE">DONE</span> Prepare the poster</a>
<ul>
<li><a href="#org7f11e81">16.9.1. 4 figures completed <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-12 Thu 15:55&gt;</span></span></a></li>
<li><a href="#orgb5af67c">16.9.2. discussion completed 1st draft <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-13 Fri 23:29&gt;</span></span></a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org1ffa163">17. <span class="done DONE">DONE</span> Paper review from Nutrients&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a>
<ul>
<li><a href="#org45b00e9">17.1. <span class="done DONE">DONE</span> comments completed <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-28 Wed 14:52&gt;</span></span></a></li>
<li><a href="#org7e93a33">17.2. <span class="done DONE">DONE</span> reply to the revision <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-16 Mon 22:47&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org163a8d5">18. <span class="done DONE">DONE</span> Understand the idea of categorical data sequence analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="css">css</span></span></a>
<ul>
<li><a href="#orgff95c9f">18.1. <span class="done DONE">DONE</span> Try example using the package TraMineR</a></li>
</ul>
</li>
<li><a href="#org3ad674c">19. <span class="done DONE">DONE</span> Prepare for next 疫学懇話会&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a>
<ul>
<li><a href="#org69b644b">19.1. <span class="done DONE">DONE</span> title to be determined <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-01 Thu 10:59&gt;</span></span></a></li>
<li><a href="#org166f9b8">19.2. <span class="done DONE">DONE</span> Slides preparation</a>
<ul>
<li><a href="#orgf5a50f1">19.2.1. page 20 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-10 Tue 09:40&gt;</span></span></a></li>
<li><a href="#org798ac59">19.2.2. Page 28 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-11 Wed 15:02&gt;</span></span></a></li>
<li><a href="#org64fc5d5">19.2.3. Page 45 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-11 Wed 21:05&gt;</span></span></a></li>
<li><a href="#org80a75e1">19.2.4. Page 56 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-12 Thu 01:35&gt;</span></span></a></li>
<li><a href="#orga719f08">19.2.5. Page 64 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-12 Thu 15:54&gt;</span></span></a></li>
<li><a href="#org81607c9">19.2.6. Page 67 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-13 Fri 11:28&gt;</span></span></a></li>
<li><a href="#orgb2f001c">19.2.7. Page 71 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-13 Fri 23:28&gt;</span></span></a></li>
<li><a href="#org17fa1ee">19.2.8. Page 72 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-16 Mon 16:05&gt;</span></span></a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orga8fc4ae">20. <span class="done DONE">DONE</span> Proposal of call for papers edit for LP&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org84ba9a3">21. <span class="done DONE">DONE</span> Prepare the manuscript for PeerJ (Ikemoto Paper)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a>
<ul>
<li><a href="#org835a72f">21.1. <span class="done DONE">DONE</span> figures using tikz package in LaTeX <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-02 Mon 11:25&gt;</span></span></a></li>
<li><a href="#orgebc8b33">21.2. <span class="done DONE">DONE</span> finish the part of disucssion about cronbach's alpha <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-03 Tue 11:27&gt;</span></span></a></li>
<li><a href="#org2dcb058">21.3. <span class="done DONE">DONE</span> finish abstract <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-02 Mon 18:11&gt;</span></span></a></li>
<li><a href="#orged530e3">21.4. <span class="done DONE">DONE</span> send the paper pdf to dr ikemoto <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-03 Tue 15:28&gt;</span></span></a></li>
<li><a href="#org44a62e4">21.5. <span class="done DONE">DONE</span> wait for English check  <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-16 Mon 15:55&gt;</span></span></a></li>
<li><a href="#org7cb6c52">21.6. <span class="done DONE">DONE</span> PeerJ submission　<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-18 Wed 21:42&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org789354d">22. <span class="done DONE">DONE</span> confirm kikuchi file for simulation&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#orgcc05d57">23. <span class="done DONE">DONE</span> Prepare response to the reviewers by Nutrients&#xa0;&#xa0;&#xa0;<span class="tag"><span class="NDNSRP">NDNSRP</span></span></a>
<ul>
<li><a href="#org03fc0fd">23.1. <span class="done DONE">DONE</span> reviewer #1 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-10 Tue 23:29&gt;</span></span></a></li>
<li><a href="#orgb58725e">23.2. <span class="done DONE">DONE</span> reviewer #2 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-10 Tue 23:29&gt;</span></span></a></li>
<li><a href="#orgda0e879">23.3. <span class="done DONE">DONE</span> reviewer #3 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-18 Wed 10:07&gt;</span></span></a></li>
<li><a href="#org49c4ab2">23.4. <span class="done DONE">DONE</span> Revise the paper <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-19 Thu 14:35&gt;</span></span></a></li>
<li><a href="#orgde907c6">23.5. <span class="done DONE">DONE</span> Resubmit with another submission ID (new submission) <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-19 Thu 14:35&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#orga865a75">24. <span class="done DONE">DONE</span> Confirm how to compare coefficient of variance.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org7850d53">25. <span class="done DONE">DONE</span> apply network connection for my iphone&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org1a1305a">26. <span class="done DONE">DONE</span> look for information about coefficient of variation&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org29e2a46">27. <span class="done DONE">DONE</span> submit poster to FENS 2019&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#orgfb41e9f">28. <span class="done DONE">DONE</span> Italy conference registration fee&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orge2810b5">29. <span class="done DONE">DONE</span> au wallet credit card cancellation&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org6367b2c">30. <span class="done DONE">DONE</span> statistifcal review for research square&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org2d222b6">31. <span class="done DONE">DONE</span> 日本疫学会抄録投稿&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org5c841f7">32. <span class="done DONE">DONE</span> resubmit minor revision for Nutrients.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a>
<ul>
<li><a href="#org30f91b1">32.1. <span class="done DONE">DONE</span> minor revision <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-24 Tue 17:20&gt;</span></span></a></li>
<li><a href="#org5493701">32.2. <span class="done DONE">DONE</span> Pending for resubmit <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-25 Wed 22:07&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org95310ad">33. <span class="done DONE">DONE</span> Send out the count and summary of the student reports&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#orgd8bb2f2">34. <span class="done DONE">DONE</span> Send the changed abstract to LP and SA&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org26526e2">35. <span class="done DONE">DONE</span> confirm student reports&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org811e49f">36. <span class="done DONE">DONE</span> 海外出張書類&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a>
<ul>
<li><a href="#orge5e71cf">36.1. <span class="done DONE">DONE</span> my part</a></li>
<li><a href="#org3bd195d">36.2. <span class="done DONE">DONE</span> luigi part</a></li>
</ul>
</li>
<li><a href="#org221a958">37. <span class="done DONE">DONE</span> Buy zeida's legend for nintendo&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orge07b069">38. <span class="done DONE">DONE</span> Book flight for Luigi&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#orgeada107">39. <span class="done DONE">DONE</span> 兒童練習寫字打印&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgb1c9a61">40. <span class="done DONE">DONE</span> Get the visa for mom&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgbb2e1da">41. <span class="done DONE">DONE</span> Submit proofread paper to Nutrients&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span>&#xa0;<span class="AMU">AMU</span></span></a></li>
<li><a href="#orgc43866a">42. <span class="done DONE">DONE</span> print all files papers needed to travel to ireland&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org1dda8af">43. <span class="done DONE">DONE</span> Nutrients review&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org90d44c2">44. <span class="done DONE">DONE</span> understand how to compare overall sum of variances for different models&#xa0;&#xa0;&#xa0;<span class="tag"><span class="kikuchi">kikuchi</span></span></a>
<ul>
<li><a href="#orga679690">44.1. cleared and methods confirmed: <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-03 Thu 17:11&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#orga81977a">45. <span class="done DONE">DONE</span> CSS paper confirm (haga)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="CSS">CSS</span></span></a></li>
<li><a href="#org14af63c">46. <span class="done DONE">DONE</span> commufa hikari cancellation&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org8093306">47. <span class="done DONE">DONE</span> 書類準備給DG&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a>
<ul>
<li><a href="#orgb7bb3e4">47.1. <span class="done DONE">DONE</span> 住民票<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-26 Thu 13:16&gt;</span></span></a></li>
<li><a href="#org22ba6c1">47.2. <span class="done DONE">DONE</span> 課税証明書<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-26 Thu 13:17&gt;</span></span></a></li>
<li><a href="#org4e4cd9b">47.3. <span class="done DONE">DONE</span> 在職証明書<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-25 Wed 15:17&gt;</span></span></a></li>
<li><a href="#org0168c74">47.4. <span class="done DONE">DONE</span> 身元保証書<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-26 Thu 11:17&gt;</span></span></a></li>
<li><a href="#org909d969">47.5. <span class="done DONE">DONE</span> 招へい経緯書<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-08 Tue 15:35&gt;</span></span></a></li>
<li><a href="#org2cef2f8">47.6. <span class="done DONE">DONE</span> 招へい理由書<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-26 Thu 16:20&gt;</span></span></a></li>
<li><a href="#orge91662f">47.7. <span class="done DONE">DONE</span> 在留カード両面<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-26 Thu 11:30&gt;</span></span></a></li>
<li><a href="#org8d0fc80">47.8. <span class="done DONE">DONE</span> 在留カード両面mama<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-03 Thu 10:58&gt;</span></span></a></li>
<li><a href="#org257fd28">47.9. <span class="done DONE">DONE</span> 滞在予定表 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-08 Tue 16:35&gt;</span></span></a></li>
<li><a href="#org1d8f0da">47.10. <span class="done DONE">DONE</span> 郵送する to DG<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-08 Tue 16:36&gt;</span></span></a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
\#+TITLE: Org-mode todo 2019-09/10
</p>
<pre class="example">
Org is a mode for keeping notes, maintaining TODO lists,
and doing project planning with a fast and effective 
plain-text system.
</pre>
