Todo201909.org
* TODO Things todo before moving                                    :private:
** DONE 退去届を出す <2019-10-07 Mon 17:34>
** TODO Move the big TV to new place
** 住所変更必要
*** TODO 免許
*** TODO 銀行
*** TODO 所属先
** TODO 郵便局に住所変更届け 
** TODO 引越し準備

* DOING JACC analysis BMI and gastric cancer                           :JACC:
DEADLINE: <2019-10-15 Tue>
** DONE until the definition of personyears for first 6 outcomes <2019-10-10 Thu 22:59>
** DONE definition of personyears for all outcomes done <2019-10-11 Fri 14:50>

* TODO Deep Learning finish the final two weeks ends the paying     :private:



* TODO Cancel membership for 公衆衛生学会                               :AMU:


* TODO au gas payment cancellation                                  :private:

* HANGUP Cluster analysis & Principal component analysis              :LSHTM:
*** lecture notes 
** DONE 100% of the PCA note lecture <2019-07-15 Mon 00:53> 
** DONE 120% PCA supplementary variables added <2019-07-15 Mon 11:28>
** TODO practical


* TODO Survival analysis [[https://wangcc.me/LSHTMlearningnote/-time-dependent-variables-frailty-model.html][Frailty models]]                :bookdown:books:LSHTM:


* TODO [[https://wangcc.me/LSHTMlearningnote/section-88.html][Bayesian statistics Chapter 9]];                  :bookdown:books:LSHTM:


* TODO Read book 1: [[http://ywang.uchicago.edu/history/victim_ebook_070505.pdf][victim book]]                                     :reading:
*** until P226


* TODO Read book 3: [[https://www.wiley.com/en-us/Bayesian+Biostatistics-p-9780470018231][Bayesian biostatistics]]:               :interests:reading:


* DOING Read book 4: [[https://www.cambridge.org/jp/academic/subjects/philosophy/philosophy-science/evidence-and-evolution-logic-behind-science?format=HB&isbn=9780521871884][Evidence and Evolution: The logic behind the science.]] :reading:
** till page 30 <2019-06-26 Wed>
** till page 37 <2019-07-03 Wed 17:40>
** till page 43 <2019-07-04 Thu 11:47> 
** till page 56 [2019-07-09 Tue 11:44]
:LOGBOOK:
CLOCK: [2019-07-09 Tue 10:56]--[2019-07-09 Tue 11:44] =>  0:48
:END:
** till page 61 [2019-07-10 Wed 14:58]
:LOGBOOK:
CLOCK: [2019-07-10 Wed 14:18]--[2019-07-10 Wed 14:58] =>  0:40
:END:


* DOING Read book 5: [[https://www.amazon.co.jp/Stan%E3%81%A8R%E3%81%A7%E3%83%99%E3%82%A4%E3%82%BA%E7%B5%B1%E8%A8%88%E3%83%A2%E3%83%87%E3%83%AA%E3%83%B3%E3%82%B0-Wonderful-R-%E6%9D%BE%E6%B5%A6-%E5%81%A5%E5%A4%AA%E9%83%8E/dp/4320112423/ref=sr_1_1?ie=UTF8&qid=1546839385&sr=8-1&keywords=wonderful+R][Wonderful R]]                                    :reading:
** DONE [[https://wangcc.me/post/poisson-stan/][Poisson Regression Stan model]] done <2019-07-12 Fri 00:44>
** DONE Chapter 7 60% done <2019-07-17 Wed 17:58>



* DOING Read book 7: Learn Python the hard way                      :private:
** DONE Page 38 <2019-08-05 Mon 12:01>
** DONE Ex6 <2019-08-09 Fri 21:19>
** DONE Ex7 <2019-08-09 Fri 21:32>


* TODO Chinese Calligraphy(Lantingji Xu)                            :private:


* TODO [[https://www.coursera.org/learn/machine-learning/home/welcome][Machine Learning]] Week 9 tasks                                :private:


* DONE prepare the NDNS RP database analysis done by Marta            :LSHTM:
** DONE Data clean <2019-08-02 Fri 16:45>
** DONE unweighted CA analysis <2019-08-08 Thu 14:18>
