Todo201909.html


<div id="outline-container-org039a302" class="outline-2">
<h2 id="org039a302"><span class="section-number-2">1</span> <span class="todo TODO">TODO</span> Things todo before moving&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org34c4e70" class="outline-3">
<h3 id="org34c4e70"><span class="section-number-3">1.1</span> <span class="done DONE">DONE</span> 退去届を出す <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-07 Mon 17:34&gt;</span></span></h3>
</div>
<div id="outline-container-org0d29c5b" class="outline-3">
<h3 id="org0d29c5b"><span class="section-number-3">1.2</span> <span class="todo TODO">TODO</span> Move the big TV to new place</h3>
</div>
<div id="outline-container-org7da124f" class="outline-3">
<h3 id="org7da124f"><span class="section-number-3">1.3</span> 住所変更必要</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-org9d3d536" class="outline-4">
<h4 id="org9d3d536"><span class="section-number-4">1.3.1</span> <span class="todo TODO">TODO</span> 免許</h4>
</div>
<div id="outline-container-orgb614112" class="outline-4">
<h4 id="orgb614112"><span class="section-number-4">1.3.2</span> <span class="todo TODO">TODO</span> 銀行</h4>
</div>
<div id="outline-container-orga332397" class="outline-4">
<h4 id="orga332397"><span class="section-number-4">1.3.3</span> <span class="todo TODO">TODO</span> 所属先</h4>
</div>
</div>
<div id="outline-container-org66a5b0d" class="outline-3">
<h3 id="org66a5b0d"><span class="section-number-3">1.4</span> <span class="todo TODO">TODO</span> 郵便局に住所変更届け</h3>
</div>
<div id="outline-container-orgfab2953" class="outline-3">
<h3 id="orgfab2953"><span class="section-number-3">1.5</span> <span class="todo TODO">TODO</span> 引越し準備</h3>
</div>
</div>

<div id="outline-container-org6f80613" class="outline-2">
<h2 id="org6f80613"><span class="section-number-2">2</span> <span class="todo DOING">DOING</span> JACC analysis BMI and gastric cancer&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org1d2d347" class="outline-3">
<h3 id="org1d2d347"><span class="section-number-3">2.1</span> <span class="done DONE">DONE</span> until the definition of personyears for first 6 outcomes <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-10 Thu 22:59&gt;</span></span></h3>
</div>
<div id="outline-container-orgabddefb" class="outline-3">
<h3 id="orgabddefb"><span class="section-number-3">2.2</span> <span class="done DONE">DONE</span> definition of personyears for all outcomes done <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-11 Fri 14:50&gt;</span></span></h3>
</div>
</div>

<div id="outline-container-org38fcf73" class="outline-2">
<h2 id="org38fcf73"><span class="section-number-2">3</span> <span class="todo TODO">TODO</span> Deep Learning finish the final two weeks ends the paying&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
</div>



<div id="outline-container-orgea5e180" class="outline-2">
<h2 id="orgea5e180"><span class="section-number-2">4</span> <span class="todo TODO">TODO</span> Cancel membership for 公衆衛生学会&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
</div>


<div id="outline-container-org905263d" class="outline-2">
<h2 id="org905263d"><span class="section-number-2">5</span> <span class="todo TODO">TODO</span> au gas payment cancellation&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
</div>

<div id="outline-container-org7a0e8a7" class="outline-2">
<h2 id="org7a0e8a7"><span class="section-number-2">6</span> <span class="todo HANGUP">HANGUP</span> Cluster analysis &amp; Principal component analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org68500e1" class="outline-4">
<h4 id="org68500e1"><span class="section-number-4">6.0.1</span> lecture notes</h4>
</div>
<div id="outline-container-org46f9d7f" class="outline-3">
<h3 id="org46f9d7f"><span class="section-number-3">6.1</span> <span class="done DONE">DONE</span> 100% of the PCA note lecture <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-15 Mon 00:53&gt;</span></span></h3>
</div>
<div id="outline-container-orgbf3cf4b" class="outline-3">
<h3 id="orgbf3cf4b"><span class="section-number-3">6.2</span> <span class="done DONE">DONE</span> 120% PCA supplementary variables added <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-15 Mon 11:28&gt;</span></span></h3>
</div>
<div id="outline-container-orgdc9bca0" class="outline-3">
<h3 id="orgdc9bca0"><span class="section-number-3">6.3</span> <span class="todo TODO">TODO</span> practical</h3>
</div>
</div>


<div id="outline-container-org8d09aed" class="outline-2">
<h2 id="org8d09aed"><span class="section-number-2">7</span> <span class="todo TODO">TODO</span> Survival analysis <a href="https://wangcc.me/LSHTMlearningnote/-time-dependent-variables-frailty-model.html">Frailty models</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></h2>
</div>


<div id="outline-container-org4bf7fa6" class="outline-2">
<h2 id="org4bf7fa6"><span class="section-number-2">8</span> <span class="todo TODO">TODO</span> <a href="https://wangcc.me/LSHTMlearningnote/section-88.html">Bayesian statistics Chapter 9</a>;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></h2>
</div>


<div id="outline-container-org71c3f8f" class="outline-2">
<h2 id="org71c3f8f"><span class="section-number-2">9</span> <span class="todo TODO">TODO</span> Read book 1: <a href="http://ywang.uchicago.edu/history/victim_ebook_070505.pdf">victim book</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org2f32c1e" class="outline-4">
<h4 id="org2f32c1e"><span class="section-number-4">9.0.1</span> until P226</h4>
</div>
</div>


<div id="outline-container-orgfc2ae1f" class="outline-2">
<h2 id="orgfc2ae1f"><span class="section-number-2">10</span> <span class="todo TODO">TODO</span> Read book 3: <a href="https://www.wiley.com/en-us/Bayesian+Biostatistics-p-9780470018231">Bayesian biostatistics</a>:&#xa0;&#xa0;&#xa0;<span class="tag"><span class="interests">interests</span>&#xa0;<span class="reading">reading</span></span></h2>
</div>


<div id="outline-container-org2270947" class="outline-2">
<h2 id="org2270947"><span class="section-number-2">11</span> <span class="todo DOING">DOING</span> Read book 4: <a href="https://www.cambridge.org/jp/academic/subjects/philosophy/philosophy-science/evidence-and-evolution-logic-behind-science?format=HB&amp;isbn=9780521871884">Evidence and Evolution: The logic behind the science.</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h2>
<div class="outline-text-2" id="text-11">
</div>
<div id="outline-container-org6e76056" class="outline-3">
<h3 id="org6e76056"><span class="section-number-3">11.1</span> till page 30 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-26 Wed&gt;</span></span></h3>
</div>
<div id="outline-container-orgad63452" class="outline-3">
<h3 id="orgad63452"><span class="section-number-3">11.2</span> till page 37 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-03 Wed 17:40&gt;</span></span></h3>
</div>
<div id="outline-container-orgb0e5c3b" class="outline-3">
<h3 id="orgb0e5c3b"><span class="section-number-3">11.3</span> till page 43 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-04 Thu 11:47&gt;</span></span></h3>
</div>
<div id="outline-container-orgc1bed74" class="outline-3">
<h3 id="orgc1bed74"><span class="section-number-3">11.4</span> till page 56 <span class="timestamp-wrapper"><span class="timestamp">[2019-07-09 Tue 11:44]</span></span></h3>
<div class="outline-text-3" id="text-11-4">
</div>
</div>
<div id="outline-container-orgd4325a2" class="outline-3">
<h3 id="orgd4325a2"><span class="section-number-3">11.5</span> till page 61 <span class="timestamp-wrapper"><span class="timestamp">[2019-07-10 Wed 14:58]</span></span></h3>
<div class="outline-text-3" id="text-11-5">
</div>
</div>
</div>


<div id="outline-container-org875134c" class="outline-2">
<h2 id="org875134c"><span class="section-number-2">12</span> <span class="todo DOING">DOING</span> Read book 5: <a href="https://www.amazon.co.jp/Stan%E3%81%A8R%E3%81%A7%E3%83%99%E3%82%A4%E3%82%BA%E7%B5%B1%E8%A8%88%E3%83%A2%E3%83%87%E3%83%AA%E3%83%B3%E3%82%B0-Wonderful-R-%E6%9D%BE%E6%B5%A6-%E5%81%A5%E5%A4%AA%E9%83%8E/dp/4320112423/ref=sr_1_1?ie=UTF8&amp;qid=1546839385&amp;sr=8-1&amp;keywords=wonderful+R">Wonderful R</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h2>
<div class="outline-text-2" id="text-12">
</div>
<div id="outline-container-org451a352" class="outline-3">
<h3 id="org451a352"><span class="section-number-3">12.1</span> <span class="done DONE">DONE</span> <a href="https://wangcc.me/post/poisson-stan/">Poisson Regression Stan model</a> done <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-12 Fri 00:44&gt;</span></span></h3>
</div>
<div id="outline-container-org54949ef" class="outline-3">
<h3 id="org54949ef"><span class="section-number-3">12.2</span> <span class="done DONE">DONE</span> Chapter 7 60% done <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-17 Wed 17:58&gt;</span></span></h3>
</div>
</div>



<div id="outline-container-org690842b" class="outline-2">
<h2 id="org690842b"><span class="section-number-2">13</span> <span class="todo DOING">DOING</span> Read book 7: Learn Python the hard way&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-13">
</div>
<div id="outline-container-orga43c279" class="outline-3">
<h3 id="orga43c279"><span class="section-number-3">13.1</span> <span class="done DONE">DONE</span> Page 38 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-05 Mon 12:01&gt;</span></span></h3>
</div>
<div id="outline-container-orgd7d9ae8" class="outline-3">
<h3 id="orgd7d9ae8"><span class="section-number-3">13.2</span> <span class="done DONE">DONE</span> Ex6 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-09 Fri 21:19&gt;</span></span></h3>
</div>
<div id="outline-container-orgbc4b032" class="outline-3">
<h3 id="orgbc4b032"><span class="section-number-3">13.3</span> <span class="done DONE">DONE</span> Ex7 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-09 Fri 21:32&gt;</span></span></h3>
</div>
</div>


<div id="outline-container-orga99aaf6" class="outline-2">
<h2 id="orga99aaf6"><span class="section-number-2">14</span> <span class="todo TODO">TODO</span> Chinese Calligraphy(Lantingji Xu)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
</div>


<div id="outline-container-orgc85687e" class="outline-2">
<h2 id="orgc85687e"><span class="section-number-2">15</span> <span class="todo TODO">TODO</span> <a href="https://www.coursera.org/learn/machine-learning/home/welcome">Machine Learning</a> Week 9 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
</div>


<div id="outline-container-org1623f0f" class="outline-2">
<h2 id="org1623f0f"><span class="section-number-2">16</span> <span class="done DONE">DONE</span> prepare the NDNS RP database analysis done by Marta&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h2>
<div class="outline-text-2" id="text-16">
</div>
<div id="outline-container-orgbe1ad8c" class="outline-3">
<h3 id="orgbe1ad8c"><span class="section-number-3">16.1</span> <span class="done DONE">DONE</span> Data clean <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-02 Fri 16:45&gt;</span></span></h3>
</div>
<div id="outline-container-org2895406" class="outline-3">
<h3 id="org2895406"><span class="section-number-3">16.2</span> <span class="done DONE">DONE</span> unweighted CA analysis <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-08 Thu 14:18&gt;</span></span></h3>
</div>
