Todo201909.html
<div id="outline-container-org6607d1a" class="outline-3">
<h3 id="org6607d1a"><span class="section-number-3">16.3</span> <span class="done DONE">DONE</span> confirm hypothese and complete the confirmations <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-01 Sun 23:28&gt;</span></span></h3>
</div>
<div id="outline-container-orgaaf1230" class="outline-3">
<h3 id="orgaaf1230"><span class="section-number-3">16.4</span> <span class="done DONE">DONE</span> Send out the email about the discussion and what todo next.</h3>
</div>
<div id="outline-container-org841b0ef" class="outline-3">
<h3 id="org841b0ef"><span class="section-number-3">16.5</span> <span class="done DONE">DONE</span> Try Bayesian Multilevel model and see the results using the test data <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-19 Mon 10:09&gt;</span></span></h3>
<div class="outline-text-3" id="text-16-5">
</div>
<div id="outline-container-orgeded23c" class="outline-4">
<h4 id="orgeded23c"><span class="section-number-4">16.5.1</span> the one of pudding hypothesis was tested. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-17 Sat 20:10&gt;</span></span></h4>
</div>
<div id="outline-container-orgb215c0a" class="outline-4">
<h4 id="orgb215c0a"><span class="section-number-4">16.5.2</span> the one of pudding hypothesis with interaction between DM and time slots was tried but failed in SAS <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-18 Sun 19:10&gt;</span></span></h4>
</div>
<div id="outline-container-org8ce1beb" class="outline-4">
<h4 id="org8ce1beb"><span class="section-number-4">16.5.3</span> age to be used as continuous variable.</h4>
</div>
<div id="outline-container-org0126803" class="outline-4">
<h4 id="org0126803"><span class="section-number-4">16.5.4</span> nssec8 need to be collapsed into 3 categories.</h4>
</div>
</div>
<div id="outline-container-orgac20b4d" class="outline-3">
<h3 id="orgac20b4d"><span class="section-number-3">16.6</span> <span class="done DONE">DONE</span> focus on looking for new hypothesis. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-27 Tue 17:14&gt;</span></span></h3>
<div class="outline-text-3" id="text-16-6">
</div>
<div id="outline-container-org765d871" class="outline-4">
<h4 id="org765d871"><span class="section-number-4">16.6.1</span> hypotheses provided by chao uploaded</h4>
</div>
</div>
<div id="outline-container-org32c1ac5" class="outline-3">
<h3 id="org32c1ac5"><span class="section-number-3">16.7</span> <span class="done DONE">DONE</span> hypotheses sent to coauthors <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-28 Wed 16:53&gt;</span></span></h3>
</div>
<div id="outline-container-org2e6b8a8" class="outline-3">
<h3 id="org2e6b8a8"><span class="section-number-3">16.8</span> <span class="done DONE">DONE</span> Complete the analyses, using the four hypotheses and alcohols.</h3>
</div>
<div id="outline-container-org2abd657" class="outline-3">
<h3 id="org2abd657"><span class="section-number-3">16.9</span> <span class="done DONE">DONE</span> Prepare the poster</h3>
<div class="outline-text-3" id="text-16-9">
</div>
<div id="outline-container-org7f11e81" class="outline-4">
<h4 id="org7f11e81"><span class="section-number-4">16.9.1</span> 4 figures completed <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-12 Thu 15:55&gt;</span></span></h4>
</div>
<div id="outline-container-orgb5af67c" class="outline-4">
<h4 id="orgb5af67c"><span class="section-number-4">16.9.2</span> discussion completed 1st draft <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-13 Fri 23:29&gt;</span></span></h4>
<div class="outline-text-4" id="text-16-9-2">
</div>
</div>
</div>
</div>

<div id="outline-container-org1ffa163" class="outline-2">
<h2 id="org1ffa163"><span class="section-number-2">17</span> <span class="done DONE">DONE</span> Paper review from Nutrients&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-17">
</div>
<div id="outline-container-org45b00e9" class="outline-3">
<h3 id="org45b00e9"><span class="section-number-3">17.1</span> <span class="done DONE">DONE</span> comments completed <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-28 Wed 14:52&gt;</span></span></h3>
</div>
<div id="outline-container-org7e93a33" class="outline-3">
<h3 id="org7e93a33"><span class="section-number-3">17.2</span> <span class="done DONE">DONE</span> reply to the revision <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-16 Mon 22:47&gt;</span></span></h3>
</div>
</div>

<div id="outline-container-org163a8d5" class="outline-2">
<h2 id="org163a8d5"><span class="section-number-2">18</span> <span class="done DONE">DONE</span> Understand the idea of categorical data sequence analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="css">css</span></span></h2>
<div class="outline-text-2" id="text-18">
</div>
<div id="outline-container-orgff95c9f" class="outline-3">
<h3 id="orgff95c9f"><span class="section-number-3">18.1</span> <span class="done DONE">DONE</span> Try example using the package TraMineR</h3>
</div>
</div>
<div id="outline-container-org3ad674c" class="outline-2">
<h2 id="org3ad674c"><span class="section-number-2">19</span> <span class="done DONE">DONE</span> Prepare for next 疫学懇話会&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-19">
</div>
<div id="outline-container-org69b644b" class="outline-3">
<h3 id="org69b644b"><span class="section-number-3">19.1</span> <span class="done DONE">DONE</span> title to be determined <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-01 Thu 10:59&gt;</span></span></h3>
<div class="outline-text-3" id="text-19-1">
<p>
Chrononutrition: mining the National Diet and Nutrition Survey Rolling Programme data, understand when you eat, what you eat and where you eat. 
</p>
</div>
</div>
<div id="outline-container-org166f9b8" class="outline-3">
<h3 id="org166f9b8"><span class="section-number-3">19.2</span> <span class="done DONE">DONE</span> Slides preparation</h3>
<div class="outline-text-3" id="text-19-2">
</div>
<div id="outline-container-orgf5a50f1" class="outline-4">
<h4 id="orgf5a50f1"><span class="section-number-4">19.2.1</span> page 20 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-10 Tue 09:40&gt;</span></span></h4>
</div>
<div id="outline-container-org798ac59" class="outline-4">
<h4 id="org798ac59"><span class="section-number-4">19.2.2</span> Page 28 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-11 Wed 15:02&gt;</span></span></h4>
</div>
<div id="outline-container-org64fc5d5" class="outline-4">
<h4 id="org64fc5d5"><span class="section-number-4">19.2.3</span> Page 45 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-11 Wed 21:05&gt;</span></span></h4>
</div>
<div id="outline-container-org80a75e1" class="outline-4">
<h4 id="org80a75e1"><span class="section-number-4">19.2.4</span> Page 56 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-12 Thu 01:35&gt;</span></span></h4>
</div>
<div id="outline-container-orga719f08" class="outline-4">
<h4 id="orga719f08"><span class="section-number-4">19.2.5</span> Page 64 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-12 Thu 15:54&gt;</span></span></h4>
</div>
<div id="outline-container-org81607c9" class="outline-4">
<h4 id="org81607c9"><span class="section-number-4">19.2.6</span> Page 67 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-13 Fri 11:28&gt;</span></span></h4>
</div>
<div id="outline-container-orgb2f001c" class="outline-4">
<h4 id="orgb2f001c"><span class="section-number-4">19.2.7</span> Page 71 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-13 Fri 23:28&gt;</span></span></h4>
</div>
<div id="outline-container-org17fa1ee" class="outline-4">
<h4 id="org17fa1ee"><span class="section-number-4">19.2.8</span> Page 72 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-16 Mon 16:05&gt;</span></span></h4>
</div>
</div>
</div>

<div id="outline-container-orga8fc4ae" class="outline-2">
<h2 id="orga8fc4ae"><span class="section-number-2">20</span> <span class="done DONE">DONE</span> Proposal of call for papers edit for LP&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h2>
<div class="outline-text-2" id="text-20">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-12 Thu 22:21&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org84ba9a3" class="outline-2">
<h2 id="org84ba9a3"><span class="section-number-2">21</span> <span class="done DONE">DONE</span> Prepare the manuscript for PeerJ (Ikemoto Paper)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-21">
</div>
<div id="outline-container-org835a72f" class="outline-3">
<h3 id="org835a72f"><span class="section-number-3">21.1</span> <span class="done DONE">DONE</span> figures using tikz package in LaTeX <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-02 Mon 11:25&gt;</span></span></h3>
</div>
<div id="outline-container-orgebc8b33" class="outline-3">
<h3 id="orgebc8b33"><span class="section-number-3">21.2</span> <span class="done DONE">DONE</span> finish the part of disucssion about cronbach's alpha <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-03 Tue 11:27&gt;</span></span></h3>
</div>
<div id="outline-container-org2dcb058" class="outline-3">
<h3 id="org2dcb058"><span class="section-number-3">21.3</span> <span class="done DONE">DONE</span> finish abstract <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-02 Mon 18:11&gt;</span></span></h3>
</div>
<div id="outline-container-orged530e3" class="outline-3">
<h3 id="orged530e3"><span class="section-number-3">21.4</span> <span class="done DONE">DONE</span> send the paper pdf to dr ikemoto <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-03 Tue 15:28&gt;</span></span></h3>
</div>
<div id="outline-container-org44a62e4" class="outline-3">
<h3 id="org44a62e4"><span class="section-number-3">21.5</span> <span class="done DONE">DONE</span> wait for English check  <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-16 Mon 15:55&gt;</span></span></h3>
</div>
<div id="outline-container-org7cb6c52" class="outline-3">
<h3 id="org7cb6c52"><span class="section-number-3">21.6</span> <span class="done DONE">DONE</span> PeerJ submission　<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-18 Wed 21:42&gt;</span></span></h3>
</div>
</div>
<div id="outline-container-org789354d" class="outline-2">
<h2 id="org789354d"><span class="section-number-2">22</span> <span class="done DONE">DONE</span> confirm kikuchi file for simulation&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
</div>
<div id="outline-container-orgcc05d57" class="outline-2">
<h2 id="orgcc05d57"><span class="section-number-2">23</span> <span class="done DONE">DONE</span> Prepare response to the reviewers by Nutrients&#xa0;&#xa0;&#xa0;<span class="tag"><span class="NDNSRP">NDNSRP</span></span></h2>
<div class="outline-text-2" id="text-23">
</div>
<div id="outline-container-org03fc0fd" class="outline-3">
<h3 id="org03fc0fd"><span class="section-number-3">23.1</span> <span class="done DONE">DONE</span> reviewer #1 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-10 Tue 23:29&gt;</span></span></h3>
</div>
<div id="outline-container-orgb58725e" class="outline-3">
<h3 id="orgb58725e"><span class="section-number-3">23.2</span> <span class="done DONE">DONE</span> reviewer #2 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-10 Tue 23:29&gt;</span></span></h3>
</div>
<div id="outline-container-orgda0e879" class="outline-3">
<h3 id="orgda0e879"><span class="section-number-3">23.3</span> <span class="done DONE">DONE</span> reviewer #3 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-18 Wed 10:07&gt;</span></span></h3>
<div class="outline-text-3" id="text-23-3">
</div>
</div>
<div id="outline-container-org49c4ab2" class="outline-3">
<h3 id="org49c4ab2"><span class="section-number-3">23.4</span> <span class="done DONE">DONE</span> Revise the paper <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-19 Thu 14:35&gt;</span></span></h3>
</div>
<div id="outline-container-orgde907c6" class="outline-3">
<h3 id="orgde907c6"><span class="section-number-3">23.5</span> <span class="done DONE">DONE</span> Resubmit with another submission ID (new submission) <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-19 Thu 14:35&gt;</span></span></h3>
</div>
</div>
