Todo201909.org
* DONE Confirm how to compare coefficient of variance.                  :AMU:
<2019-09-19 Thu 18:04>
* DONE apply network connection for my iphone                       :private:
<2019-09-18 Wed 17:34>
* DONE look for information about coefficient of variation              :AMU:
<2019-09-19 Thu 18:16>

* DONE submit poster to FENS 2019                                     :LSHTM:
<2019-09-23 Mon 18:15>
* DONE Italy conference registration fee                            :private:

* DONE au wallet credit card cancellation                           :private:
<2019-09-18 Wed 10:53>
* DONE statistifcal review for research square                      :private:
<2019-09-23 Mon 23:34>
h
* DONE 日本疫学会抄録投稿                                               :AMU:
submitted <2019-09-25 Wed 18:27>
* DONE resubmit minor revision for Nutrients.                         :LSHTM:
** DONE minor revision <2019-09-24 Tue 17:20>
** DONE Pending for resubmit <2019-09-25 Wed 22:07>
* DONE Send out the count and summary of the student reports            :AMU:
<2019-09-26 Thu 09:55>
* DONE Send the changed abstract to LP and SA                           :AMU:
<2019-09-26 Thu 10:18>
* DONE confirm student reports                                          :AMU:
<2019-09-26 Thu 10:32>

* DONE 海外出張書類                                                     :AMU:
** DONE my part 
** DONE luigi part
* DONE Buy zeida's legend for nintendo                              :private:
<2019-09-29 Sun 09:04>
* DONE Book flight for Luigi                                          :LSHTM:
<2019-09-30 Mon 11:05>

* DONE 兒童練習寫字打印                                             :private:
<2019-10-02 Wed 10:18>

* DONE Get the visa for mom                                         :private:
DEADLINE: <2019-10-08 Tue>
<2019-10-01 Tue 13:04>

* DONE Submit proofread paper to Nutrients                        :LSHTM:AMU:
<2019-10-02 Wed 22:41>

* DONE print all files papers needed to travel to ireland               :AMU:
<2019-10-03 Thu 11:00>

* DONE Nutrients review                                             :private:
<2019-10-02 Wed 23:57>

* DONE understand how to compare overall sum of variances for different models :kikuchi:
** cleared and methods confirmed: <2019-10-03 Thu 17:11>
http://www.sthda.com/english/wiki/compare-multiple-sample-variances-in-r
* DONE CSS paper confirm (haga)                                         :CSS:
paper confirmed <2019-10-04 Fri 14:58>

* DONE commufa hikari cancellation                                  :private:
<2019-10-06 Sun 10:57>
* DONE 書類準備給DG                                                 :private:
** DONE 住民票<2019-09-26 Thu 13:16>
** DONE 課税証明書<2019-09-26 Thu 13:17>
** DONE 在職証明書<2019-09-25 Wed 15:17>
** DONE 身元保証書<2019-09-26 Thu 11:17>
** DONE 招へい経緯書<2019-10-08 Tue 15:35>
** DONE 招へい理由書<2019-09-26 Thu 16:20>
