Todo201909.html

<div id="outline-container-orga865a75" class="outline-2">
<h2 id="orga865a75"><span class="section-number-2">24</span> <span class="done DONE">DONE</span> Confirm how to compare coefficient of variance.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-24">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-19 Thu 18:04&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org7850d53" class="outline-2">
<h2 id="org7850d53"><span class="section-number-2">25</span> <span class="done DONE">DONE</span> apply network connection for my iphone&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-25">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-18 Wed 17:34&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org1a1305a" class="outline-2">
<h2 id="org1a1305a"><span class="section-number-2">26</span> <span class="done DONE">DONE</span> look for information about coefficient of variation&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-26">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-19 Thu 18:16&gt;</span></span>
</p>
</div>
</div>

<div id="outline-container-org29e2a46" class="outline-2">
<h2 id="org29e2a46"><span class="section-number-2">27</span> <span class="done DONE">DONE</span> submit poster to FENS 2019&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h2>
<div class="outline-text-2" id="text-27">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-23 Mon 18:15&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-orgfb41e9f" class="outline-2">
<h2 id="orgfb41e9f"><span class="section-number-2">28</span> <span class="done DONE">DONE</span> Italy conference registration fee&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
</div>

<div id="outline-container-orge2810b5" class="outline-2">
<h2 id="orge2810b5"><span class="section-number-2">29</span> <span class="done DONE">DONE</span> au wallet credit card cancellation&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-29">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-18 Wed 10:53&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org6367b2c" class="outline-2">
<h2 id="org6367b2c"><span class="section-number-2">30</span> <span class="done DONE">DONE</span> statistifcal review for research square&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-30">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-23 Mon 23:34&gt;</span></span>
h
</p>
</div>
</div>
<div id="outline-container-org2d222b6" class="outline-2">
<h2 id="org2d222b6"><span class="section-number-2">31</span> <span class="done DONE">DONE</span> 日本疫学会抄録投稿&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-31">
<p>
submitted <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-25 Wed 18:27&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org5c841f7" class="outline-2">
<h2 id="org5c841f7"><span class="section-number-2">32</span> <span class="done DONE">DONE</span> resubmit minor revision for Nutrients.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h2>
<div class="outline-text-2" id="text-32">
</div>
<div id="outline-container-org30f91b1" class="outline-3">
<h3 id="org30f91b1"><span class="section-number-3">32.1</span> <span class="done DONE">DONE</span> minor revision <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-24 Tue 17:20&gt;</span></span></h3>
</div>
<div id="outline-container-org5493701" class="outline-3">
<h3 id="org5493701"><span class="section-number-3">32.2</span> <span class="done DONE">DONE</span> Pending for resubmit <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-25 Wed 22:07&gt;</span></span></h3>
</div>
</div>
<div id="outline-container-org95310ad" class="outline-2">
<h2 id="org95310ad"><span class="section-number-2">33</span> <span class="done DONE">DONE</span> Send out the count and summary of the student reports&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-33">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-26 Thu 09:55&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-orgd8bb2f2" class="outline-2">
<h2 id="orgd8bb2f2"><span class="section-number-2">34</span> <span class="done DONE">DONE</span> Send the changed abstract to LP and SA&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-34">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-26 Thu 10:18&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org26526e2" class="outline-2">
<h2 id="org26526e2"><span class="section-number-2">35</span> <span class="done DONE">DONE</span> confirm student reports&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-35">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-26 Thu 10:32&gt;</span></span>
</p>
</div>
</div>

<div id="outline-container-org811e49f" class="outline-2">
<h2 id="org811e49f"><span class="section-number-2">36</span> <span class="done DONE">DONE</span> 海外出張書類&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-36">
</div>
<div id="outline-container-orge5e71cf" class="outline-3">
<h3 id="orge5e71cf"><span class="section-number-3">36.1</span> <span class="done DONE">DONE</span> my part</h3>
</div>
<div id="outline-container-org3bd195d" class="outline-3">
<h3 id="org3bd195d"><span class="section-number-3">36.2</span> <span class="done DONE">DONE</span> luigi part</h3>
</div>
</div>
<div id="outline-container-org221a958" class="outline-2">
<h2 id="org221a958"><span class="section-number-2">37</span> <span class="done DONE">DONE</span> Buy zeida's legend for nintendo&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-37">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-29 Sun 09:04&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-orge07b069" class="outline-2">
<h2 id="orge07b069"><span class="section-number-2">38</span> <span class="done DONE">DONE</span> Book flight for Luigi&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h2>
<div class="outline-text-2" id="text-38">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-30 Mon 11:05&gt;</span></span>
</p>
</div>
</div>

<div id="outline-container-orgeada107" class="outline-2">
<h2 id="orgeada107"><span class="section-number-2">39</span> <span class="done DONE">DONE</span> 兒童練習寫字打印&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-39">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-02 Wed 10:18&gt;</span></span>
</p>
</div>
</div>

<div id="outline-container-orgb1c9a61" class="outline-2">
<h2 id="orgb1c9a61"><span class="section-number-2">40</span> <span class="done DONE">DONE</span> Get the visa for mom&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-40">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-01 Tue 13:04&gt;</span></span>
</p>
</div>
</div>

<div id="outline-container-orgbb2e1da" class="outline-2">
<h2 id="orgbb2e1da"><span class="section-number-2">41</span> <span class="done DONE">DONE</span> Submit proofread paper to Nutrients&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span>&#xa0;<span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-41">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-02 Wed 22:41&gt;</span></span>
</p>
</div>
</div>

<div id="outline-container-orgc43866a" class="outline-2">
<h2 id="orgc43866a"><span class="section-number-2">42</span> <span class="done DONE">DONE</span> print all files papers needed to travel to ireland&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-42">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-03 Thu 11:00&gt;</span></span>
</p>
</div>
</div>

<div id="outline-container-org1dda8af" class="outline-2">
<h2 id="org1dda8af"><span class="section-number-2">43</span> <span class="done DONE">DONE</span> Nutrients review&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-43">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-02 Wed 23:57&gt;</span></span>
</p>
</div>
</div>

<div id="outline-container-org90d44c2" class="outline-2">
<h2 id="org90d44c2"><span class="section-number-2">44</span> <span class="done DONE">DONE</span> understand how to compare overall sum of variances for different models&#xa0;&#xa0;&#xa0;<span class="tag"><span class="kikuchi">kikuchi</span></span></h2>
<div class="outline-text-2" id="text-44">
</div>
<div id="outline-container-orga679690" class="outline-3">
<h3 id="orga679690"><span class="section-number-3">44.1</span> cleared and methods confirmed: <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-03 Thu 17:11&gt;</span></span></h3>
<div class="outline-text-3" id="text-44-1">
<p>
<a href="http://www.sthda.com/english/wiki/compare-multiple-sample-variances-in-r">http://www.sthda.com/english/wiki/compare-multiple-sample-variances-in-r</a>
</p>
</div>
</div>
</div>
<div id="outline-container-orga81977a" class="outline-2">
<h2 id="orga81977a"><span class="section-number-2">45</span> <span class="done DONE">DONE</span> CSS paper confirm (haga)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="CSS">CSS</span></span></h2>
<div class="outline-text-2" id="text-45">
<p>
paper confirmed <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-04 Fri 14:58&gt;</span></span>
</p>
</div>
</div>

<div id="outline-container-org14af63c" class="outline-2">
<h2 id="org14af63c"><span class="section-number-2">46</span> <span class="done DONE">DONE</span> commufa hikari cancellation&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-46">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-06 Sun 10:57&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org8093306" class="outline-2">
<h2 id="org8093306"><span class="section-number-2">47</span> <span class="done DONE">DONE</span> 書類準備給DG&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-47">
</div>
<div id="outline-container-orgb7bb3e4" class="outline-3">
<h3 id="orgb7bb3e4"><span class="section-number-3">47.1</span> <span class="done DONE">DONE</span> 住民票<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-26 Thu 13:16&gt;</span></span></h3>
</div>
<div id="outline-container-org22ba6c1" class="outline-3">
<h3 id="org22ba6c1"><span class="section-number-3">47.2</span> <span class="done DONE">DONE</span> 課税証明書<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-26 Thu 13:17&gt;</span></span></h3>
</div>
<div id="outline-container-org4e4cd9b" class="outline-3">
<h3 id="org4e4cd9b"><span class="section-number-3">47.3</span> <span class="done DONE">DONE</span> 在職証明書<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-25 Wed 15:17&gt;</span></span></h3>
</div>
<div id="outline-container-org0168c74" class="outline-3">
<h3 id="org0168c74"><span class="section-number-3">47.4</span> <span class="done DONE">DONE</span> 身元保証書<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-26 Thu 11:17&gt;</span></span></h3>
</div>
<div id="outline-container-org909d969" class="outline-3">
<h3 id="org909d969"><span class="section-number-3">47.5</span> <span class="done DONE">DONE</span> 招へい経緯書<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-08 Tue 15:35&gt;</span></span></h3>
</div>
<div id="outline-container-org2cef2f8" class="outline-3">
<h3 id="org2cef2f8"><span class="section-number-3">47.6</span> <span class="done DONE">DONE</span> 招へい理由書<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-09-26 Thu 16:20&gt;</span></span></h3>
</div>
